Repository: AbtdB/asg-zh-omegat
Catalog: omegat_share/tm/runtime-omegat.tmx
Source language: en_us
Languages: zh_cn

source: Helium-3 tank 3: temperature low.
zh_cn: 氦 3 气瓶 3 ·低温

source: Helium-3 valve 1: circuit breaker tripped.
zh_cn: 氦 3 活门 1 ·跳开关跳出

source: Helium-3 valve 1: fault.
zh_cn: 氦 3 活门 1 ·失效

source: Helium-3 valve 1: pressure high.
zh_cn: 氦 3 活门 1 ·超压

source: Helium-3 valve 1: temperature high.
zh_cn: 氦 3 活门 1 ·超温

source: Helium-3 valve 1: temperature low.
zh_cn: 氦 3 活门 1 ·低温

source: Helium-3 valve 2: circuit breaker tripped.
zh_cn: 氦 3 活门 2 ·跳开关跳出

source: Helium-3 valve 2: fault.
zh_cn: 氦 3 活门 2 ·失效

source: Helium-3 valve 2: pressure high.
zh_cn: 氦 3 活门 2 ·超压

source: Helium-3 valve 2: temperature high.
zh_cn: 氦 3 活门 2 ·超温

source: Helium-3 valve 2: temperature low.
zh_cn: 氦 3 活门 2 ·低温

source: Helium-3 valve 3: circuit breaker tripped.
zh_cn: 氦 3 活门 3 ·跳开关跳出

source: Helium-3 valve 3: fault.
zh_cn: 氦 3 活门 3 ·失效

source: Helium-3 valve 3: pressure high.
zh_cn: 氦 3 活门 3 ·超压

source: Helium-3 valve 3: temperature high.
zh_cn: 氦 3 活门 3 ·超温

source: Helium-3 valve 3: temperature low.
zh_cn: 氦 3 活门 3 ·低温

source: High thrust
zh_cn: 最大推力

source: Hohmann x0.9 in rings
zh_cn: 星环处霍曼 x0.9

source: Hyper giant star
zh_cn: 特超巨星

source: INU 1 CB TRIPPED
zh_cn: 惯导组件 INU 1 跳开关跳出

source: INU 1 FAULT
zh_cn: 惯导组件 INU 1 失效

source: INU 1 T° HIGH
zh_cn: 惯导组件 INU 1 超温

source: INU 1 T° LOW
zh_cn: 惯导组件 INU 1 低温

source: INU 1 UNCAL
zh_cn: 惯导组件 INU 1 未校准

source: INU 2 CB TRIPPED
zh_cn: 惯导组件 INU 2 跳开关跳出

source: INU 2 FAULT
zh_cn: 惯导组件 INU 2 失效

source: INU 2 T° HIGH
zh_cn: 惯导组件 INU 2 超温

source: INU 2 T° LOW
zh_cn: 惯导组件 INU 2 低温

source: INU 2 UNCAL
zh_cn: 惯导组件 INU 2 未校准

source: INU 3 CB TRIPPED
zh_cn: 惯导组件 INU 3 跳开关跳出

source: INU 3 FAULT
zh_cn: 惯导组件 INU 3 失效

source: INU 3 T° HIGH
zh_cn: 惯导组件 INU 3 超温

source: INU 3 T° LOW
zh_cn: 惯导组件 INU 3 低温

source: INU 3 UNCAL
zh_cn: 惯导组件 INU 3 未校准

source: Ice giant
zh_cn: 冰巨星

source: Icy cryo-volcanic moon
zh_cn: 冰质冰火山卫星

source: Icy moon
zh_cn: 冰质卫星

source: Icy planet
zh_cn: 冰质行星

source: Inertial Navigation Unit 1: circuit breaker tripped.
zh_cn: 惯导组件 1 ·跳开关跳出

source: Inertial Navigation Unit 1: fault.
zh_cn: 惯导组件 1 ·失效

source: Inertial Navigation Unit 1: temperature high.
zh_cn: 惯导组件 1 ·超温

source: Inertial Navigation Unit 1: temperature low.
zh_cn: 惯导组件 1 ·低温

source: Inertial Navigation Unit 1: uncalibrated.
zh_cn: 惯导组件 1 ·未校准

source: Inertial Navigation Unit 2: circuit breaker tripped.
zh_cn: 惯导组件 2 ·跳开关跳出

source: Inertial Navigation Unit 2: fault.
zh_cn: 惯导组件 2 ·失效

source: Inertial Navigation Unit 2: temperature high.
zh_cn: 惯导组件 2 ·超温

source: Inertial Navigation Unit 2: temperature low.
zh_cn: 惯导组件 2 ·低温

source: Inertial Navigation Unit 2: uncalibrated.
zh_cn: 惯导组件 2 ·未校准

source: Inertial Navigation Unit 3: circuit breaker tripped.
zh_cn: 惯导组件 3 ·跳开关跳出

source: Inertial Navigation Unit 3: fault.
zh_cn: 惯导组件 3 ·失效

source: Inertial Navigation Unit 3: temperature high.
zh_cn: 惯导组件 3 ·超温

source: Inertial Navigation Unit 3: temperature low.
zh_cn: 惯导组件 3 ·低温

source: Inertial Navigation Unit 3: uncalibrated.
zh_cn: 惯导组件 3 ·未校准

source: JBA CRYO T° HIGH
zh_cn: 跳跃驱动器 JDB 低温超限

source: JDA CRYO T° HIGH
zh_cn: 跳跃驱动器 JDA 低温超限

source: JDA DISCONNECTED
zh_cn: 跳跃驱动器 JDA 断开

source: JDA FAULT
zh_cn: 跳跃驱动器 JDA 失效

source: JDA T° HIGH
zh_cn: 跳跃驱动器 JDA 超温

source: JDA T° LOW
zh_cn: 跳跃驱动器 JDA 低温

source: JDB DISCONNECTED
zh_cn: 跳跃驱动器 JDB 断开

source: JDB FAULT
zh_cn: 跳跃驱动器 JDB 失效

source: JDB T° HIGH
zh_cn: 跳跃驱动器 JDB 超温

source: JDB T° LOW
zh_cn: 跳跃驱动器 JDB 低温

source: Jump ⭯
zh_cn: 跳跃 ⭯

source: Jump-drive A: cryogenic temperature high.
zh_cn: 跳跃驱动器 A ·低温超限

source: Jump-drive A: disconnected.
zh_cn: 跳跃驱动器 A ·断开

source: Jump-drive A: fault.
zh_cn: 跳跃驱动器 A ·失效

source: Jump-drive A: temperature high.
zh_cn: 跳跃驱动器 A ·超温

source: Jump-drive A: temperature low.
zh_cn: 跳跃驱动器 A ·低温

source: Jump-drive B: cryogenic temperature high.
zh_cn: 跳跃驱动器 B ·低温超限

source: Jump-drive B: disconnected.
zh_cn: 跳跃驱动器 B ·断开

source: Jump-drive B: fault.
zh_cn: 跳跃驱动器 B ·失效

source: Jump-drive B: temperature high.
zh_cn: 跳跃驱动器 B ·超温

source: Jump-drive B: temperature low.
zh_cn: 跳跃驱动器 B ·低温

source: Jumps
zh_cn: 跳跃次数

source: Kuiper belt
zh_cn: 柯伊伯带

source: L O2 cross-valve 1: circuit breaker tripped.
zh_cn: 液氧交输活门 1 ·跳开关跳出

source: L O2 cross-valve 1: fault.
zh_cn: 液氧交输活门 1 ·失效

source: L O2 cross-valve 1: pressure high.
zh_cn: 液氧交输活门 1 ·超压

source: L O2 cross-valve 1: temperature high.
zh_cn: 液氧交输活门 1 ·超温

source: L O2 cross-valve 1: temperature low.
zh_cn: 液氧交输活门 1 ·低温

source: L O2 cross-valve 2: circuit breaker tripped.
zh_cn: 液氧交输活门 2 ·跳开关跳出

source: L O2 cross-valve 2: fault.
zh_cn: 液氧交输活门 2 ·失效

source: L O2 cross-valve 2: pressure high.
zh_cn: 液氧交输活门 2 ·超压

source: L O2 cross-valve 2: temperature high.
zh_cn: 液氧交输活门 2 ·超温

source: L O2 cross-valve 2: temperature low.
zh_cn: 液氧交输活门 2 ·低温

source: L O2 cross-valve 3: circuit breaker tripped.
zh_cn: 液氧交输活门 3 ·跳开关跳出

source: L O2 cross-valve 3: fault.
zh_cn: 液氧交输活门 3 ·失效

source: L O2 cross-valve 3: pressure high.
zh_cn: 液氧交输活门 3 ·超压

source: L O2 cross-valve 3: temperature high.
zh_cn: 液氧交输活门 3 ·超温

source: L O2 cross-valve 3: temperature low.
zh_cn: 液氧交输活门 3 ·低温

source: L O2 cryo-pump 1: cavitation.
zh_cn: 液氧低温泵 1 ·气蚀

source: L O2 cryo-pump 1: circuit breaker tripped.
zh_cn: 液氧低温泵 1 ·跳开关跳出

source: L O2 cryo-pump 1: fault.
zh_cn: 液氧低温泵 1 ·失效

source: L O2 cryo-pump 1: maximum power.
zh_cn: 液氧低温泵 1 ·满载

source: L O2 cryo-pump 1: temperature high.
zh_cn: 液氧低温泵 1 ·超温

source: L O2 cryo-pump 1: temperature low.
zh_cn: 液氧低温泵 1 ·低温

source: L O2 cryo-pump 2: cavitation.
zh_cn: 液氧低温泵 2 ·气蚀

source: L O2 cryo-pump 2: circuit breaker tripped.
zh_cn: 液氧低温泵 2 ·跳开关跳出

source: L O2 cryo-pump 2: fault.
zh_cn: 液氧低温泵 2 ·失效

source: L O2 cryo-pump 2: maximum power.
zh_cn: 液氧低温泵 2 ·满载

source: L O2 cryo-pump 2: temperature high.
zh_cn: 液氧低温泵 2 ·超温

source: L O2 cryo-pump 2: temperature low.
zh_cn: 液氧低温泵 2 ·低温

source: L O2 cryo-pump 3: cavitation.
zh_cn: 液氧低温泵 3 ·气蚀

source: L O2 cryo-pump 3: circuit breaker tripped.
zh_cn: 液氧低温泵 3 ·跳开关跳出

source: L O2 cryo-pump 3: fault.
zh_cn: 液氧低温泵 3 ·失效

source: L O2 cryo-pump 3: maximum power.
zh_cn: 液氧低温泵 3 ·满载

source: L O2 cryo-pump 3: temperature high.
zh_cn: 液氧低温泵 3 ·超温

source: L O2 cryo-pump 3: temperature low.
zh_cn: 液氧低温泵 3 ·低温

source: L O2 fill valve: circuit breaker tripped.
zh_cn: 液氧加注活门·跳开关跳出

source: L O2 fill valve: fault.
zh_cn: 液氧加注活门·失效

source: L O2 fill valve: pressure high.
zh_cn: 液氧加注活门·超压

source: L O2 fill valve: temperature high.
zh_cn: 液氧加注活门·超温

source: L O2 fill valve: temperature low.
zh_cn: 液氧加注活门·低温

source: L O2 pressurization drain valve 1: circuit breaker tripped.
zh_cn: 液氧增压排放活门 1 ·跳开关跳出

source: L O2 pressurization drain valve 1: fault.
zh_cn: 液氧增压排放活门 1 ·失效

source: L O2 pressurization drain valve 1: pressure high.
zh_cn: 液氧增压排放活门 1 ·超压

source: L O2 pressurization drain valve 1: temperature high.
zh_cn: 液氧增压排放活门 1 ·超温

source: L O2 pressurization drain valve 1: temperature low.
zh_cn: 液氧增压排放活门 1 ·低温

source: L O2 pressurization drain valve 2: circuit breaker tripped.
zh_cn: 液氧增压排放活门 2 ·跳开关跳出

source: L O2 pressurization drain valve 2: fault.
zh_cn: 液氧增压排放活门 2 ·失效

source: L O2 pressurization drain valve 2: pressure high.
zh_cn: 液氧增压排放活门 2 ·超压

source: L O2 pressurization drain valve 2: temperature high.
zh_cn: 液氧增压排放活门 2 ·超温

source: L O2 pressurization drain valve 2: temperature low.
zh_cn: 液氧增压排放活门 2 ·低温

source: L O2 pressurization drain valve 3: circuit breaker tripped.
zh_cn: 液氧增压排放活门 3 ·跳开关跳出

source: L O2 pressurization drain valve 3: fault.
zh_cn: 液氧增压排放活门 3 ·失效

source: L O2 pressurization drain valve 3: pressure high.
zh_cn: 液氧增压排放活门 3 ·超压

source: L O2 pressurization drain valve 3: temperature high.
zh_cn: 液氧增压排放活门 3 ·超温

source: L O2 pressurization drain valve 3: temperature low.
zh_cn: 液氧增压排放活门 3 ·低温

source: L O2 pressurization valve 1: circuit breaker tripped.
zh_cn: 液氧增压活门 1 ·跳开关跳出

source: L O2 pressurization valve 1: fault.
zh_cn: 液氧增压活门 1 ·失效

source: L O2 pressurization valve 1: pressure high.
zh_cn: 液氧增压活门 1 ·超压

source: L O2 pressurization valve 1: temperature high.
zh_cn: 液氧增压活门 1 ·超温

source: L O2 pressurization valve 1: temperature low.
zh_cn: 液氧增压活门 1 ·低温

source: L O2 pressurization valve 2: circuit breaker tripped.
zh_cn: 液氧增压活门 2 ·跳开关跳出

source: L O2 pressurization valve 2: fault.
zh_cn: 液氧增压活门 2 ·失效

source: L O2 pressurization valve 2: pressure high.
zh_cn: 液氧增压活门 2 ·超压

source: L O2 pressurization valve 2: temperature high.
zh_cn: 液氧增压活门 2 ·超温

source: L O2 pressurization valve 2: temperature low.
zh_cn: 液氧增压活门 2 ·低温

source: L O2 pressurization valve 3: circuit breaker tripped.
zh_cn: 液氧增压活门 3 ·跳开关跳出

source: L O2 pressurization valve 3: fault.
zh_cn: 液氧增压活门 3 ·失效

source: L O2 pressurization valve 3: pressure high.
zh_cn: 液氧增压活门 3 ·超压

source: L O2 pressurization valve 3: temperature high.
zh_cn: 液氧增压活门 3 ·超温

source: L O2 pressurization valve 3: temperature low.
zh_cn: 液氧增压活门 3 ·低温

source: L O2 valve 1: circuit breaker tripped.
zh_cn: 液氧活门 1 ·跳开关跳出

source: L O2 valve 1: fault.
zh_cn: 液氧活门 1 ·失效

source: L O2 valve 1: pressure high.
zh_cn: 液氧活门 1 ·超压

source: L O2 valve 1: temperature high.
zh_cn: 液氧活门 1 ·超温

source: L O2 valve 1: temperature low.
zh_cn: 液氧活门 1 ·低温

source: L O2 valve 2: circuit breaker tripped.
zh_cn: 液氧活门 2 ·跳开关跳出

source: L O2 valve 2: fault.
zh_cn: 液氧活门 2 ·失效

source: L O2 valve 2: pressure high.
zh_cn: 液氧活门 2 ·超压

source: L O2 valve 2: temperature high.
zh_cn: 液氧活门 2 ·超温

source: L O2 valve 2: temperature low.
zh_cn: 液氧活门 2 ·低温

source: L O2 valve 3: circuit breaker tripped.
zh_cn: 液氧活门 3 ·跳开关跳出

source: L O2 valve 3: fault.
zh_cn: 液氧活门 3 ·失效

source: L O2 valve 3: pressure high.
zh_cn: 液氧活门 3 ·超压

source: L O2 valve 3: temperature high.
zh_cn: 液氧活门 3 ·超温

source: L O2 valve 3: temperature low.
zh_cn: 液氧活门 3 ·低温

source: LGTNK-LH2 1 CONTENTS LOW
zh_cn: 液氢箱 LGTNK-LH2 1 液位低

source: LGTNK-LH2 1 FAULT
zh_cn: 液氢箱 LGTNK-LH2 1 失效

source: LGTNK-LH2 1 PRESSURE HIGH
zh_cn: 液氢箱 LGTNK-LH2 1 超压

source: LGTNK-LH2 1 T° HIGH
zh_cn: 液氢箱 LGTNK-LH2 1 超温

source: LGTNK-LH2 1 T° LOW
zh_cn: 液氢箱 LGTNK-LH2 1 低温

source: LGTNK-LH2 1 UNPRESSURIZED
zh_cn: 液氢箱 LGTNK-LH2 1 失压

source: LGTNK-LH2 2 CONTENTS LOW
zh_cn: 液氢箱 LGTNK-LH2 2 液位低

source: LGTNK-LH2 2 FAULT
zh_cn: 液氢箱 LGTNK-LH2 2 失效

source: LGTNK-LH2 2 PRESSURE HIGH
zh_cn: 液氢箱 LGTNK-LH2 2 超压

source: LGTNK-LH2 2 T° HIGH
zh_cn: 液氢箱 LGTNK-LH2 2 超温

source: LGTNK-LH2 2 T° LOW
zh_cn: 液氢箱 LGTNK-LH2 2 低温

source: LGTNK-LH2 2 UNPRESSURIZED
zh_cn: 液氢箱 LGTNK-LH2 2 失压

source: LGTNK-LH2 3 CONTENTS LOW
zh_cn: 液氢箱 LGTNK-LH2 3 液位低

source: LGTNK-LH2 3 FAULT
zh_cn: 液氢箱 LGTNK-LH2 3 失效

source: LGTNK-LH2 3 PRESSURE HIGH
zh_cn: 液氢箱 LGTNK-LH2 3 超压

source: LGTNK-LH2 3 T° HIGH
zh_cn: 液氢箱 LGTNK-LH2 3 超温

source: LGTNK-LH2 3 T° LOW
zh_cn: 液氢箱 LGTNK-LH2 3 低温

source: LGTNK-LH2 3 UNPRESSURIZED
zh_cn: 液氢箱 LGTNK-LH2 3 失压

source: LGTNK-LO2 1 CONTENTS LOW
zh_cn: 液氧箱 LGTNK-LO2 1 液位低

source: LGTNK-LO2 1 FAULT
zh_cn: 液氧箱 LGTNK-LO2 1 失效

source: LGTNK-LO2 1 PRESSURE HIGH
zh_cn: 液氧箱 LGTNK-LO2 1 超压

source: LGTNK-LO2 1 T° HIGH
zh_cn: 液氧箱 LGTNK-LO2 1 超温

source: LGTNK-LO2 1 T° LOW
zh_cn: 液氧箱 LGTNK-LO2 1 低温

source: LGTNK-LO2 1 UNPRESSURIZED
zh_cn: 液氧箱 LGTNK-LO2 1 失压

source: LGTNK-LO2 2 CONTENTS LOW
zh_cn: 液氧箱 LGTNK-LO2 2 液位低

source: LGTNK-LO2 2 FAULT
zh_cn: 液氧箱 LGTNK-LO2 2 失效

source: LGTNK-LO2 2 PRESSURE HIGH
zh_cn: 液氧箱 LGTNK-LO2 2 超压

source: LGTNK-LO2 2 T° HIGH
zh_cn: 液氧箱 LGTNK-LO2 2 超温

source: LGTNK-LO2 2 T° LOW
zh_cn: 液氧箱 LGTNK-LO2 2 低温

source: LGTNK-LO2 2 UNPRESSURIZED
zh_cn: 液氧箱 LGTNK-LO2 2 失压

source: LGTNK-LO2 3 CONTENTS LOW
zh_cn: 液氧箱 LGTNK-LO2 3 液位低

source: LGTNK-LO2 3 FAULT
zh_cn: 液氧箱 LGTNK-LO2 3 失效

source: LGTNK-LO2 3 PRESSURE HIGH
zh_cn: 液氧箱 LGTNK-LO2 3 超压

source: LGTNK-LO2 3 T° HIGH
zh_cn: 液氧箱 LGTNK-LO2 3 超温

source: LGTNK-LO2 3 T° LOW
zh_cn: 液氧箱 LGTNK-LO2 3 低温

source: LGTNK-LO2 3 UNPRESSURIZED
zh_cn: 液氧箱 LGTNK-LO2 3 失压

source: LH2
zh_cn: 液氢

source: LH2 Purge
zh_cn: 液氢清除

source: LH2 cross-valve 1: circuit breaker tripped.
zh_cn: 液氢交输活门 1 ·跳开关跳出

source: LH2 cross-valve 1: fault.
zh_cn: 液氢交输活门 1 ·失效

source: LH2 cross-valve 1: pressure high.
zh_cn: 液氢交输活门 1 ·超压

source: LH2 cross-valve 1: temperature high.
zh_cn: 液氢交输活门 1 ·超温

source: LH2 cross-valve 1: temperature low.
zh_cn: 液氢交输活门 1 ·低温

source: LH2 cross-valve 2: circuit breaker tripped.
zh_cn: 液氢交输活门 2 ·跳开关跳出

source: LH2 cross-valve 2: fault.
zh_cn: 液氢交输活门 2 ·失效

source: LH2 cross-valve 2: pressure high.
zh_cn: 液氢交输活门 2 ·超压

source: LH2 cross-valve 2: temperature high.
zh_cn: 液氢交输活门 2 ·超温

source: LH2 cross-valve 2: temperature low.
zh_cn: 液氢交输活门 2 ·低温

source: LH2 cross-valve 3: circuit breaker tripped.
zh_cn: 液氢交输活门 3 ·跳开关跳出

source: LH2 cross-valve 3: fault.
zh_cn: 液氢交输活门 3 ·失效

source: LH2 cross-valve 3: pressure high.
zh_cn: 液氢交输活门 3 ·超压

source: LH2 cross-valve 3: temperature high.
zh_cn: 液氢交输活门 3 ·超温

source: LH2 cross-valve 3: temperature low.
zh_cn: 液氢交输活门 3 ·低温

source: LH2 cryo-pump 1: cavitation.
zh_cn: 液氢低温泵 1 ·气蚀

source: LH2 cryo-pump 1: circuit breaker tripped.
zh_cn: 液氢低温泵 1 ·跳开关跳出

source: LH2 cryo-pump 1: fault.
zh_cn: 液氢低温泵 1 ·失效

source: LH2 cryo-pump 1: maximum power.
zh_cn: 液氢低温泵 1 ·满载

source: LH2 cryo-pump 1: temperature high.
zh_cn: 液氢低温泵 1 ·超温

source: LH2 cryo-pump 1: temperature low.
zh_cn: 液氢低温泵 1 ·低温

source: LH2 cryo-pump 2: cavitation.
zh_cn: 液氢低温泵 2 ·气蚀

source: LH2 cryo-pump 2: circuit breaker tripped.
zh_cn: 液氢低温泵 2 ·跳开关跳出

source: LH2 cryo-pump 2: fault.
zh_cn: 液氢低温泵 2 ·失效

source: LH2 cryo-pump 2: maximum power.
zh_cn: 液氢低温泵 2 ·满载

source: LH2 cryo-pump 2: temperature high.
zh_cn: 液氢低温泵 2 ·超温

source: LH2 cryo-pump 2: temperature low.
zh_cn: 液氢低温泵 2 ·低温

source: LH2 cryo-pump 3: cavitation.
zh_cn: 液氢低温泵 3 ·气蚀

source: LH2 cryo-pump 3: circuit breaker tripped.
zh_cn: 液氢低温泵 3 ·跳开关跳出

source: LH2 cryo-pump 3: fault.
zh_cn: 液氢低温泵 3 ·失效

source: LH2 cryo-pump 3: maximum power.
zh_cn: 液氢低温泵 3 ·满载

source: LH2 cryo-pump 3: temperature high.
zh_cn: 液氢低温泵 3 ·超温

source: LH2 cryo-pump 3: temperature low.
zh_cn: 液氢低温泵 3 ·低温

source: LH2 fill valve: circuit breaker tripped.
zh_cn: 液氢加注活门·跳开关跳出

source: LH2 fill valve: fault.
zh_cn: 液氢加注活门·失效

source: LH2 fill valve: pressure high.
zh_cn: 液氢加注活门·超压

source: LH2 fill valve: temperature high.
zh_cn: 液氢加注活门·超温

source: LH2 fill valve: temperature low.
zh_cn: 液氢加注活门·低温

source: LH2 pressurization drain valve 1: circuit breaker tripped.
zh_cn: 液氢增压排放活门 1 ·跳开关跳出

source: LH2 pressurization drain valve 1: fault.
zh_cn: 液氢增压排放活门 1 ·失效

source: LH2 pressurization drain valve 1: pressure high.
zh_cn: 液氢增压排放活门 1 ·超压

source: LH2 pressurization drain valve 1: temperature high.
zh_cn: 液氢增压排放活门 1 ·超温

source: LH2 pressurization drain valve 1: temperature low.
zh_cn: 液氢增压排放活门 1 ·低温

source: LH2 pressurization drain valve 2: circuit breaker tripped.
zh_cn: 液氢增压排放活门 2 ·跳开关跳出

source: LH2 pressurization drain valve 2: fault.
zh_cn: 液氢增压排放活门 2 ·失效

source: LH2 pressurization drain valve 2: pressure high.
zh_cn: 液氢增压排放活门 2 ·超压

source: LH2 pressurization drain valve 2: temperature high.
zh_cn: 液氢增压排放活门 2 ·超温

source: LH2 pressurization drain valve 2: temperature low.
zh_cn: 液氢增压排放活门 2 ·低温

source: LH2 pressurization drain valve 3: circuit breaker tripped.
zh_cn: 液氢增压排放活门 3 ·跳开关跳出

source: LH2 pressurization drain valve 3: fault.
zh_cn: 液氢增压排放活门 3 ·失效

source: LH2 pressurization drain valve 3: pressure high.
zh_cn: 液氢增压排放活门 3 ·超压

source: LH2 pressurization drain valve 3: temperature high.
zh_cn: 液氢增压排放活门 3 ·超温

source: LH2 pressurization drain valve 3: temperature low.
zh_cn: 液氢增压排放活门 3 ·低温

source: LH2 pressurization valve 1: circuit breaker tripped.
zh_cn: 液氢增压活门 1 ·跳开关跳出

source: LH2 pressurization valve 1: fault.
zh_cn: 液氢增压活门 1 ·失效

source: LH2 pressurization valve 1: pressure high.
zh_cn: 液氢增压活门 1 ·超压

source: LH2 pressurization valve 1: temperature high.
zh_cn: 液氢增压活门 1 ·超温

source: LH2 pressurization valve 1: temperature low.
zh_cn: 液氢增压活门 1 ·低温

source: LH2 pressurization valve 2: circuit breaker tripped.
zh_cn: 液氢增压活门 2 ·跳开关跳出

source: LH2 pressurization valve 2: fault.
zh_cn: 液氢增压活门 2 ·失效

source: LH2 pressurization valve 2: pressure high.
zh_cn: 液氢增压活门 2 ·超压

source: LH2 pressurization valve 2: temperature high.
zh_cn: 液氢增压活门 2 ·超温

source: LH2 pressurization valve 2: temperature low.
zh_cn: 液氢增压活门 2 ·低温

source: LH2 pressurization valve 3: circuit breaker tripped.
zh_cn: 液氢增压活门 3 ·跳开关跳出

source: LH2 pressurization valve 3: fault.
zh_cn: 液氢增压活门 3 ·失效

source: LH2 pressurization valve 3: pressure high.
zh_cn: 液氢增压活门 3 ·超压

source: LH2 pressurization valve 3: temperature high.
zh_cn: 液氢增压活门 3 ·超温

source: LH2 pressurization valve 3: temperature low.
zh_cn: 液氢增压活门 3 ·低温

source: LH2 tank 1: contents low.
zh_cn: 液氢箱 1 ·液位低

source: LH2 tank 1: fault.
zh_cn: 液氢箱 1 ·失效

source: LH2 tank 1: pressure high.
zh_cn: 液氢箱 1 ·超压

source: LH2 tank 1: temperature high.
zh_cn: 液氢箱 1 ·超温

source: LH2 tank 1: temperature low.
zh_cn: 液氢箱 1 ·低温

source: LH2 tank 1: unpressurized.
zh_cn: 液氢箱 1 ·失压

source: LH2 tank 2: contents low.
zh_cn: 液氢箱 2 ·液位低

source: LH2 tank 2: fault.
zh_cn: 液氢箱 2 ·失效

source: LH2 tank 2: pressure high.
zh_cn: 液氢箱 2 ·超压

source: LH2 tank 2: temperature high.
zh_cn: 液氢箱 2 ·超温

source: LH2 tank 2: temperature low.
zh_cn: 液氢箱 2 ·低温

source: LH2 tank 2: unpressurized.
zh_cn: 液氢箱 2 ·失压

source: LH2 tank 3: contents low.
zh_cn: 液氢箱 3 ·液位低

source: LH2 tank 3: fault.
zh_cn: 液氢箱 3 ·失效

source: LH2 tank 3: pressure high.
zh_cn: 液氢箱 3 ·超压

source: LH2 tank 3: temperature high.
zh_cn: 液氢箱 3 ·超温

source: LH2 tank 3: temperature low.
zh_cn: 液氢箱 3 ·低温

source: LH2 tank 3: unpressurized.
zh_cn: 液氢箱 3 ·失压

source: LH2 valve 1: circuit breaker tripped.
zh_cn: 液氢活门 1 ·跳开关跳出

source: LH2 valve 1: fault.
zh_cn: 液氢活门 1 ·失效

source: LH2 valve 1: pressure high.
zh_cn: 液氢活门 1 ·超压

source: LH2 valve 1: temperature high.
zh_cn: 液氢活门 1 ·超温

source: LH2 valve 1: temperature low.
zh_cn: 液氢活门 1 ·低温

source: LH2 valve 2: circuit breaker tripped.
zh_cn: 液氢活门 2 ·跳开关跳出

source: LH2 valve 2: fault.
zh_cn: 液氢活门 2 ·失效

source: LH2 valve 2: pressure high.
zh_cn: 液氢活门 2 ·超压

source: LH2 valve 2: temperature high.
zh_cn: 液氢活门 2 ·超温

source: LH2 valve 2: temperature low.
zh_cn: 液氢活门 2 ·低温

source: LH2 valve 3: circuit breaker tripped.
zh_cn: 液氢活门 3 ·跳开关跳出

source: LH2 valve 3: fault.
zh_cn: 液氢活门 3 ·失效

source: LH2 valve 3: pressure high.
zh_cn: 液氢活门 3 ·超压

source: LH2 valve 3: temperature high.
zh_cn: 液氢活门 3 ·超温

source: LH2 valve 3: temperature low.
zh_cn: 液氢活门 3 ·低温

source: LN2 fill valve: circuit breaker tripped.
zh_cn: 液氮加注活门·跳开关跳出

source: LN2 fill valve: fault.
zh_cn: 液氮加注活门·失效

source: LN2 fill valve: pressure high.
zh_cn: 液氮加注活门·超压

source: LN2 fill valve: temperature high.
zh_cn: 液氮加注活门·超温

source: LN2 fill valve: temperature low.
zh_cn: 液氮加注活门·低温

source: LO2 Purge
zh_cn: 液氧清除

source: LO2 tank 1: contents low.
zh_cn: 液氧箱 1 ·液位低

source: LO2 tank 1: fault.
zh_cn: 液氧箱 1 ·失效

source: LO2 tank 1: pressure high.
zh_cn: 液氧箱 1 ·超压

source: LO2 tank 1: temperature high.
zh_cn: 液氧箱 1 ·超温

source: LO2 tank 1: temperature low.
zh_cn: 液氧箱 1 ·低温

source: LO2 tank 1: unpressurized.
zh_cn: 液氧箱 1 ·失压

source: LO2 tank 2: contents low.
zh_cn: 液氧箱 2 ·液位低

source: LO2 tank 2: fault.
zh_cn: 液氧箱 2 ·失效

source: LO2 tank 2: pressure high.
zh_cn: 液氧箱 2 ·超压

source: LO2 tank 2: temperature high.
zh_cn: 液氧箱 2 ·超温

source: LO2 tank 2: temperature low.
zh_cn: 液氧箱 2 ·低温

source: LO2 tank 2: unpressurized.
zh_cn: 液氧箱 2 ·失压

source: LO2 tank 3: contents low.
zh_cn: 液氧箱 3 ·液位低

source: LO2 tank 3: fault.
zh_cn: 液氧箱 3 ·失效

source: LO2 tank 3: pressure high.
zh_cn: 液氧箱 3 ·超压

source: LO2 tank 3: temperature high.
zh_cn: 液氧箱 3 ·超温

source: LO2 tank 3: temperature low.
zh_cn: 液氧箱 3 ·低温

source: LO2 tank 3: unpressurized.
zh_cn: 液氧箱 3 ·失压

source: LRPS
zh_cn: 远程定位系统

source: LRPS Setup
zh_cn: 远程定位建立

source: Large flight ΔV
zh_cn: 高成本飞行 ΔV

source: M R U valve 1: circuit breaker tripped.
zh_cn: M R U 活门 1 ·跳开关跳出

source: M R U valve 1: fault.
zh_cn: M R U 活门 1 ·失效

source: M R U valve 1: pressure high.
zh_cn: M R U 活门 1 ·超压

source: M R U valve 1: temperature high.
zh_cn: M R U 活门 1 ·超温

source: M R U valve 1: temperature low.
zh_cn: M R U 活门 1 ·低温

source: M R U valve 2: circuit breaker tripped.
zh_cn: M R U 活门 2 ·跳开关跳出

source: M R U valve 2: fault.
zh_cn: M R U 活门 2 ·失效

source: M R U valve 2: pressure high.
zh_cn: M R U 活门 2 ·超压

source: M R U valve 2: temperature high.
zh_cn: M R U 活门 2 ·超温

source: M R U valve 2: temperature low.
zh_cn: M R U 活门 2 ·低温

source: M R U valve 3: circuit breaker tripped.
zh_cn: M R U 活门 3 ·跳开关跳出

source: M R U valve 3: fault.
zh_cn: M R U 活门 3 ·失效

source: M R U valve 3: pressure high.
zh_cn: M R U 活门 3 ·超压

source: M R U valve 3: temperature high.
zh_cn: M R U 活门 3 ·超温

source: M R U valve 3: temperature low.
zh_cn: M R U 活门 3 ·低温

source: MAIN BUS MULTIPLE ESCUs
zh_cn: 主汇流条多 ESCU

source: MAIN BUS UNPOWERED
zh_cn: 主汇流条无电

source: MAIN BUS VOLTAGES
zh_cn: 主汇流条电压

source: MASTER INHIBIT
zh_cn: 主抑制

source: MRAD 1 FAULT
zh_cn: 散热翼 MRAD 1 失效

source: MRAD 1 TH LOAD CRITICAL
zh_cn: 散热翼 MRAD 1 严重热过载

source: MRAD 1 TH LOAD HIGH
zh_cn: 散热翼 MRAD 1 热过载

source: MRAD 2 FAULT
zh_cn: 散热翼 MRAD 2 失效

source: MRAD 2 TH LOAD CRITICAL
zh_cn: 散热翼 MRAD 2 严重热过载

source: MRAD 2 TH LOAD HIGH
zh_cn: 散热翼 MRAD 2 热过载

source: MRAD 3 FAULT
zh_cn: 散热翼 MRAD 3 失效

source: MRAD 3 TH LOAD CRITICAL
zh_cn: 散热翼 MRAD 3 严重热过载

source: MRAD 3 TH LOAD HIGH
zh_cn: 散热翼 MRAD 3 热过载

source: MRU 1 DISCONNECTED
zh_cn: 机动反作用组件 MRU 1 断开

source: MRU 1 FAULT
zh_cn: 机动反作用组件 MRU 1 失效

source: MRU 1 INLET PRESSURE LOW
zh_cn: 机动反作用组件 MRU 1 入口压低

source: MRU 1 SUPPLY VOLTAGE LOW
zh_cn: 机动反作用组件 MRU 1 供电欠压

source: MRU 1 T° HIGH
zh_cn: 机动反作用组件 MRU 1 超温

source: MRU 1 T° LOW
zh_cn: 机动反作用组件 MRU 1 低温

source: MRU 2 DISCONNECTED
zh_cn: 机动反作用组件 MRU 2 断开

source: MRU 2 FAULT
zh_cn: 机动反作用组件 MRU 2 失效

source: MRU 2 INLET PRESSURE LOW
zh_cn: 机动反作用组件 MRU 2 入口压低

source: MRU 2 SUPPLY VOLTAGE LOW
zh_cn: 机动反作用组件 MRU 2 供电欠压

source: MRU 2 T° HIGH
zh_cn: 机动反作用组件 MRU 2 超温

source: MRU 2 T° LOW
zh_cn: 机动反作用组件 MRU 2 低温

source: MRU 3 DISCONNECTED
zh_cn: 机动反作用组件 MRU 3 断开

source: MRU 3 FAULT
zh_cn: 机动反作用组件 MRU 3 失效

source: MRU 3 INLET PRESSURE LOW
zh_cn: 机动反作用组件 MRU 3 入口压低

source: MRU 3 SUPPLY VOLTAGE LOW
zh_cn: 机动反作用组件 MRU 3 供电欠压

source: MRU 3 T° HIGH
zh_cn: 机动反作用组件 MRU 3 超温

source: MRU 3 T° LOW
zh_cn: 机动反作用组件 MRU 3 低温

source: MRU COLD GAS FWD MODE
zh_cn: 机动反作用组件 MRU 冷喷推进模式

source: MRU COLD GAS MODE
zh_cn: 机动反作用组件 MRU 冷喷模式

source: Main Bus Drive Switch (reactor Off)
zh_cn: 主汇流条供电转换（反应堆关闭）

source: Main Bus Drive Switch (reactor On)
zh_cn: 主汇流条供电转换（反应堆运行）

source: Main Engine Course Correction
zh_cn: 主发动机航线修正

source: Maneuvering reaction unit 1: disconnected.
zh_cn: 机动反作用组件 1 ·断开

source: Maneuvering reaction unit 1: fault.
zh_cn: 机动反作用组件 1 ·失效

source: Maneuvering reaction unit 1: inlet pressure low.
zh_cn: 机动反作用组件 1 ·入口压低

source: Maneuvering reaction unit 1: supply voltage low.
zh_cn: 机动反作用组件 1 ·供电欠压

source: Maneuvering reaction unit 1: temperature high.
zh_cn: 机动反作用组件 1 ·超温

source: Maneuvering reaction unit 1: temperature low.
zh_cn: 机动反作用组件 1 ·低温

source: Maneuvering reaction unit 2: disconnected.
zh_cn: 机动反作用组件 2 ·断开

source: Maneuvering reaction unit 2: fault.
zh_cn: 机动反作用组件 2 ·失效

source: Maneuvering reaction unit 2: inlet pressure low.
zh_cn: 机动反作用组件 2 ·入口压低

source: Maneuvering reaction unit 2: supply voltage low.
zh_cn: 机动反作用组件 2 ·供电欠压

source: Maneuvering reaction unit 2: temperature high.
zh_cn: 机动反作用组件 2 ·超温

source: Maneuvering reaction unit 2: temperature low.
zh_cn: 机动反作用组件 2 ·低温

source: Maneuvering reaction unit 3: disconnected.
zh_cn: 机动反作用组件 3 ·断开

source: Maneuvering reaction unit 3: fault.
zh_cn: 机动反作用组件 3 ·失效

source: Maneuvering reaction unit 3: inlet pressure low.
zh_cn: 机动反作用组件 3 ·入口压低

source: Maneuvering reaction unit 3: supply voltage low.
zh_cn: 机动反作用组件 3 ·供电欠压

source: Maneuvering reaction unit 3: temperature high.
zh_cn: 机动反作用组件 3 ·超温
